Repository: apple-avadhesh/CryptoTracker
Catalog: local.xcstrings
Source language: en
Languages: es, fr_ca, pt

source: Enables the "minutes / data" switch on the dialer
es: Muestra el botón de selección
fr_ca: Activer le commutateur de sélection
pt: Habilitar botão de minutos/dados no discador

source: Enabling this option ensures you will receive call notification in both MS Teams and the MultiLine app. When disabled, the call notification will be exclusive to MS Teams.
es: Habilitar esta opción garantiza que recibirá notificaciones de llamadas tanto en MS Teams como en la aplicación MultiLine. Cuando esté deshabilitada, la notificación de llamada será exclusiva de MS Teams.
fr_ca: L’activation de cette option garantit que vous recevrez une notification d’appel à la fois dans MS Teams et dans l’application MultiLine. Lorsqu’elle est désactivée, la notification d’appel sera seulement envoyée dans MS Teams.
pt: Ativar esta opção garante que você receberá notificações de chamadas no MS Teams e no aplicativo MultiLine. Quando desabilitada, a notificação de chamada será exclusiva do MS Teams.

source: End
es: Fin
fr_ca: Fin
pt: Fim

source: End call
es: Terminar llamada
fr_ca: Mettre fin à l’appel
pt: Desligar chamada

source: End Call + Answer
es: Terminar llamada + contestar
fr_ca: Mettre fin à l’appel + Répondre
pt: Desligar chamada + responder

source: Enter a name
es: Introduce un nombre
fr_ca: Entrez un nom
pt: Insira um nome

source: Enter message body to send SMS
es: Introducir cuerpo del mensaje para enviar SMS
fr_ca: Tapez le corps du texte à envoyer par message
pt: Insira o corpo da mensagem para enviar SMS

source: Enter Mobile number
es: Introduce número de teléfono móvil
fr_ca: Entrez le numéro de téléphone mobile
pt: Insira o número de celular

source: Enter mobile number:
es: Introduce número de teléfono móvil:
fr_ca: Entrez le numéro de téléphone mobile :
pt: Insira o número de celular:

source: Enter name / number
es: Introduce nombre/número
fr_ca: Entrez un nom ou un numéro
pt: Insira nome/número

source: Enter name/Number
es: Introduce nombre/número
fr_ca: Entrez un nom ou un numéro
pt: Insira nome/número

source: Enter new market code (VAV Testing)
es: Ingrese el nuevo código de mercado (Prueba VAV)
fr_ca: Entrez le nouveau code de marché (test VAV)
pt: Digite o novo código de mercado (Teste VAV)

source: Enter non-US number (VAV Testing)
es: Ingrese un número no estadounidense (prueba VAV)
fr_ca: Entrez un numéro hors États-Unis (test VAV)
pt: Digite o número que não é dos EUA (Teste VAV)

source: Enter number with country code
es: Introduce el número con código de país
fr_ca: Entrez le numéro avec l’indicatif du pays
pt: Insira o número com o código de país

source: Enter org id:
es: Introduce ID de la organización:
fr_ca: Entrez l’identifiant de l’entreprise :
pt: Insira a ID da organização:

source: Enter Password
es: Introduce la contraseña
fr_ca: Entrez le mot de passe
pt: Insira a senha

source: enter password here
es: introduce la contraseña aquí
fr_ca: entrer le mot de passe ici
pt: insira a senha aqui

source: Enter Password:
es: Introduce contraseña:
fr_ca: Entrer le mot de passe :
pt: Insira a senha:

source: Enter Phone Number
es: Ingresa número telefónico
fr_ca: Entrez le numéro de téléphone
pt: Insira o número de telefone

source: Enter phone number to link to your account.
es: Ingrese el número de teléfono para vincular a su cuenta.
fr_ca: Entrez le numéro de téléphone à associer à votre compte.
pt: Digite o número de telefone para vincular sua conta.

source: Enter phone number which you would like to add as an extension
es: Introduce el número de teléfono que deseas añadir como extensión.
fr_ca: Entrez le numéro de téléphone que vous voulez ajouter comme poste
pt: Insira o número de telefone que quer adicionar como extensão

source: Enter phone number with country code
es: Ingresa el número de teléfono con el código de país
fr_ca: Entrez le numéro de téléphone avec l’indicatif du pays
pt: Digite o número de telefone com o código do país

source: Enter PIN
es: Introduce PIN
fr_ca: Entrer le code
pt: Insira o PIN

source: Enter PIN received to %@ or registered email
es: Introduzca el código PIN recibido en %@ o correo electrónico registrado
fr_ca: Entrez le code envoyé à %@ ou à l’adresse de courriel enregistrée
pt: Insira o código PIN recebido por %@ o pelo e-mail registrado

source: Enter PIN received via SMS message
es: Ingrese el PIN recibido por mensaje SMS
fr_ca: Entrez le code envoyé par message texte
pt: Ingrese o PIN recebido por mensagem SMS

source: Enter PIN received via SMS on your mobile
es: Introduce el PIN que recibiste por SMS
fr_ca: Entrez le code reçu par message texte sur votre téléphone mobile
pt: Insira o PIN recebido via SMS

source: Enter PIN sent to
es: Ingresa el PIN que te enviamos a
fr_ca: Entrez le code envoyé à
pt: Insira o PIN enviado para

source: Enter PIN sent to %@ or registered email
es: Ingresa el PIN que te enviamos a %@ o correo electrónico registrado
fr_ca: Entrez le code envoyé à %@ ou à l’adresse de courriel enregistrée
pt: Insira o PIN enviado para {%PHONE_NUMBER} o pelo e-mail registrado

source: Enter Server Address:
es: Introduce dirección del servidor:
fr_ca: Entrez l’adresse du serveur :
pt: Insira o endereço do Servidor:

source: Enter the details below
es: Ingrese los detalles a continuación
fr_ca: Saisissez les détails ci-dessous
pt: Insira os detalhes abaixo

source: Enter the name
es: Introduce el nombre
fr_ca: Entrez le nom
pt: Insira o nome

source: Enter the phone number associated with this mobile device/SIM
es: Ingrese el número de teléfono asociado con este dispositivo móvil/SIM
fr_ca: Entrez le numéro de téléphone associé à cet appareil mobile/SIM
pt: Digite o número de telefone associado a este dispositivo/SIM card

source: Enter the PIN
es: Introduce PIN
fr_ca: Entrez le code
pt: Insira o PIN

source: Enter the PIN and click on Finish to confirm
es: Ingrese el PIN y haga clic en Terminar para confirmar
fr_ca: Entrez le code et cliquez sur Terminer pour confirmer
pt: Digite o PIN e clique em Concluir para confirmar

source: Enter the PIN received via SMS message
es: Ingrese el pin recibido a través del mensaje SMS
fr_ca: Entrez le code envoyé par message texte
pt: Digite o pino recebido via mensagem SMS

source: Enter the PIN sent to
es: Ingresa el PIN que te enviamos a
fr_ca: Entrez le code envoyé à
pt: Insira o PIN enviado para

source: Enter the PIN sent to your email %@
es: Ingrese el PIN enviado a su correo electrónico %@
fr_ca: Entrez le code envoyé à votre adresse de courriel %@
pt: Digite o PIN enviado para o seu e-mail %@

source: Enter the security code received via email address %@
es: Introduce el código de seguridad que recibiste en tu email %@
fr_ca: Entrez le code de sécurité reçu par courriel %@
pt: Insira o código de segurança que você recebeu no seu email %@

source: Enter the security code received via SMS message to %@
es: Introduce el código de seguridad que recibiste por SMS en tu teléfono %@
fr_ca: Entrez le code de sécurité reçu par message texte pour %@
pt: Insira o código de segurança que você recebeu via SMS no seu telefone %@

source: Enter Username:
es: Introduce usuario:
fr_ca: Entrez votre nom d’utilisateur :
pt: Insira seu usuário:

source: Enter Your Company/Org ID
es: Introduce tu ID empresa
fr_ca: Saisissez l’identifiant de votre entreprise.
pt: Insira seu ID de empresa

source: Enter your Email ID to get started
es: Introduce el ID de tu email
fr_ca: Entrez votre adresse de courriel pour commencer
pt: Insira seu ID de email

source: Enter your PIN
es: Introduce tu PIN
fr_ca: Entrez votre code
pt: Insira seu PIN

source: Enter your US mobile number to get started
es: Introduce tu número de teléfono de EE.UU.
fr_ca: Entrez votre numéro de téléphone mobile aux États-Unis pour commencer
pt: Insira seu número de telefono dos Estados Unidos

source: Equatorial Guinea
es: Guinea Ecuatorial
fr_ca: Guinée équatoriale
pt: Guiné Equatorial

source: Error adding new account.
es: Error al añadir una nueva cuenta.
fr_ca: Échec de l’ajout d’un nouveau compte.
pt: Erro ao adicionar uma nova conta.

source: Error deleting contact
es: Error al eliminar contacto
fr_ca: Erreur de suppression du contact
pt: Erro ao excluir contato

source: Error updating contact
es: Error al actualizar el contacto
fr_ca: Erreur de mise à jour du contact
pt: Erro ao atualizar o contato

source: Ethiopia
es: Etiopía
fr_ca: Éthiopie
pt: Etiópia

source: Every %@ hours
es: Cada %@ horas
fr_ca: Toutes les %@ heures
pt: A cada %@ horas

source: Every %@ minutes
es: Cada %@ minutos
fr_ca: Toutes les %@ minutes
pt: A cada %@ minutos

source: Every %d hours
es: Cada %d horas
fr_ca: Toutes les %d heures
pt: A cada %d horas

source: Every %d minutes
es: Cada %d minutos
fr_ca: Toutes les %d minutes
pt: A cada %d minutos

source: Every 1 hour
es: Cada 1 hora
fr_ca: Toutes les heures
pt: Cada 1 hora

source: Every 2 hours
es: Cada 2 horas
fr_ca: Toutes les 2 heures
pt: A cada 2 horas

source: Every 4 hours
es: Cada 4 horas
fr_ca: Toutes les 4 heures
pt: Cada 4 horas

source: Every 12 hours
es: Cada 12 horas
fr_ca: Toutes les 12 heures
pt: Cada 12 horas

source: Every 24 hours
es: Cada 24 horas
fr_ca: Toutes les 24 heures
pt: Cada 24 horas

source: Every 30 minutes
es: Cada 30 minutos
fr_ca: Toutes les 30 minutes
pt: A cada 30 minutos

source: Every hour
es: Cada 1 hora
fr_ca: Toutes les heures
pt: A cada hora

source: Exchange %d with %d contacts
es: Exchange %d con %d contactos
fr_ca: Exchange %d avec les contacts %d
pt: Exchange %d com %d contatos

source: Exchange Contacts
es: Contactos Exchange
fr_ca: Contacts Exchange
pt: Exchange

source: Exchange login credentials have changed, please log in again
es: Las credenciales de inicio de sesión de Exchange han cambiado. Vuelve a iniciar sesión
fr_ca: Les identifiants de connexion Exchange ont changé. Veuillez ouvrir une nouvelle session.
pt: As credenciais de login do Exchange foram alteradas, por favor, faça o login novamente

source: Exchange lookup does not support search using phone numbers.
es: La función de búsqueda de Exchange no admite búsquedas con números de teléfono.
fr_ca: Exchange ne permet pas la recherche par numéros de téléphone.
pt: A função de pesquisa de Exchange não aceita as pesquisas com o número de telefone.

source: Exit
es: Salir
fr_ca: Quitter
pt: Sair

source: Expired QR code, contact your Administrator for a new one
es: Código QR expirado, comuníquese con su administrador para obtener uno nuevo
fr_ca: Code QR expiré. Communiquez avec votre administrateur pour en obtenir un nouveau
pt: Código QR expirado, entre em contato com seu administrador para um novo

source: Extension Numbers
es: Números de extensión
fr_ca: Numéros de poste
pt: Números de extensão

source: External App
es: Aplicación externa
fr_ca: App externe
pt: Aplicação externa

source: External application request denied: Please contact your administrator
es: Solicitud de aplicación externa denegada. Comunícate con tu administrador.
fr_ca: Demande d’application externe refusée. Veuillez contacter votre administrateur
pt: Solicitação de aplicativo externo negada: entre em contato com seu administrador

source: Failed to connect
es: Error al conectar
fr_ca: Échec de la connexion
pt: Falhou ao conectar

source: Failed to delete Identity
es: Error al eliminar la identidad
fr_ca: Impossible de supprimer l’identité
pt: Falha ao excluir identidade

source: Failed to get Usage data
es: Error al obtener datos sobre uso
fr_ca: Échec de l’obtention des données d’utilisation
pt: Falha ao obter o uso de dados

source: Failed to Save Address Details,Try Again.
es: Error al guardar la dirección. Vuelve a intentarlo
fr_ca: Échec de l’enregistrement des détails de l’adresse. Essayez de nouveau.
pt: Falha ao armazenar os detalhes do endereço, tente novamente.

source: Failed to Save,Try Again.
es: Error al guardar, vuelve a intentarlo
fr_ca: Échec de l’enregistrement. Essayez de nouveau.
pt: Falha ao armazenar, tente novamente.

source: Failed to Save. Try Again.
es: Error al guardar. Vuelve a intentarlo.
fr_ca: Échec de l’enregistrement. Essayez de nouveau.
pt: Erro ao salvar. Tente novamente.

source: Failed to send SMS
es: Póngase en contacto con su administrador (código de error: 26010)
fr_ca: Échec de l’envoi du texto
pt: Entre em contato com seu administrador (Código de erro: 26010)

source: Failed to sync with the VM server. Please try again later.
es: Error al sincronizar con el servidor del buzón de voz. Vuelve a intentarlo más tarde.
fr_ca: Échec de la synchronisation du serveur de messagerie vocale. Réessayez plus tard.
pt: Falha ao sincronizar com o servidor VM. Por favor, tente novamente mais tarde.

source: Failed to update to the server
es: Error al actualizar al servidor
fr_ca: Échec de la mise à jour du serveur
pt: Falha ao atualizar para o servidor

# Failed_to_get_contact
source: Unable to get contact
es: No se puede contactar
fr_ca: Impossible de joindre le contact
pt: Não foi possível entrar em contato

# Failed_to_get_message
source: Unable to get message
es: No se puede recibir el mensaje
fr_ca: Impossible de recevoir le message
pt: Não foi possível receber a mensagem

# Failed_to_get_recipient
source: Unable to get recipient
es: Incapaz de obtener destinatario
fr_ca: Impossible de joindre le destinataire
pt: Não foi possível obter o destinatário

source: Falkland Islands
es: Islas Malvinas
fr_ca: Îles Malouines
pt: Ilhas Malvinas

source: Fallback Priority
es: Prioridad alternativa
fr_ca: Priorité de renvoi
pt: Prioridade de contingência

source: FAQ
es: Preguntas frecuentes

source: FAQ section.
es: preguntas frecuentes.
fr_ca: Section FAQ
pt: perguntas frequentes.

source: Faroe Islands
es: Islas Faroe
fr_ca: Îles Féroé
pt: Ilhas Féroe

source: Favorites
es: Favoritos
fr_ca: Favoris
pt: Favoritos

source: Find how-to guides and answers to common questions online at the Knowledge Base.
es: Encuentre guías prácticas y respuestas a preguntas comunes en línea en la Base de conocimientos.
fr_ca: Trouvez des guides de directives et les réponses aux questions les plus fréquentes en ligne dans la Base de connaissance.
pt: Encontre guias de procedimentos e respostas para perguntas comuns online na Base de Conhecimento.

source: Find how-to-guides and answers to common questions online at the Movius Knowledge Base.
es: Encuentre guías prácticas y respuestas a preguntas comunes en línea en la Base de conocimientos de MultiLine.
fr_ca: Trouvez des guides de directives et les réponses aux questions les plus fréquentes en ligne dans la Base de connaissance de Movius.
pt: Encontre guias de procedimentos e respostas para perguntas comuns online na Base de Conhecimento.

source: Finish
es: Terminar
fr_ca: Terminer
pt: Terminar

source: Finland
es: Finlandia
fr_ca: Finlande
pt: Finlândia

source: First Name
es: Nombre
fr_ca: Prénom
pt: Nome

source: First Name, Last Name
es: Nombre, apellido
fr_ca: Prénom, nom de famille
pt: Nome, sobrenome

source: Fizz
es: Efervescencia
fr_ca: Effervescence
pt: Zumbir

source: Fly
es: Volar
fr_ca: Voler
pt: Voar

source: For your MultiLine Caller ID experience to work correctly, add an additional contact account other than Exchange to your device's Contacts Accounts. Go to
es: Para que tu experiencia de identificación de llamadas MultiLine funcione correctamente, añade una cuenta de contacto adicional que no sea Exchange a las Cuentas de contactos de tu dispositivo. Vaya a
fr_ca: Pour que l'identification de l'appelant multiligne fonctionne correctement, ajoutez un compte de contact autre que Exchange aux comptes de contacts de votre appareil. Aller à
pt: Para que a sua experiência com o MultiLine Caller ID funcione corretamente, adicione uma conta de contato adicional que não seja o Exchange às contas de contatos do seu dispositivo. Vá para

source: Forbidden
es: Prohibido
fr_ca: Interdit
pt: Proibido

source: Forgot Password
es: ¿Olvidaste tu contraseña?
fr_ca: Mot de passe oublié
pt: Esqueci a senha

source: Forward Calls
es: Desvío de llamadas
fr_ca: Renvoyer les appels
pt: Reencaminhamento de chamadas

source: Forward calls to
es: Desviar llamadas a
fr_ca: Renvoyer les appels vers
pt: Encaminhar chamadas para

source: FORWARD CALLS TO
es: DESVIAR LLAMADAS A
fr_ca: RENVOYER LES APPELS À
pt: ENCAMINHAR CHAMADAS PARA

source: Forward to
es: Desviar a
fr_ca: Renvoyer vers
pt: Encaminhar para

source: Forward to a Number
es: Desviar a un número
fr_ca: Renvoyer vers un numéro
pt: Encaminhar para um número

source: Forwarding Calls
es: Desvío de llamadas
fr_ca: Renvoi d’appels
pt: Reencaminhamento de chamadas

source: Forwarding Schedule
es: Programación de desvíos
fr_ca: Horaire de renvoi
pt: Programação do encaminhamento

source: France
es: Francia
pt: França

source: Free
es: Gratis
fr_ca: Sans frais
pt: Grátis

source: French Guiana
es: Guayana Francesa
fr_ca: Guyane française
pt: Guiana Francesa

source: French Polynesia
es: Polinesia Francesa
fr_ca: Polynésie française
pt: Polinésia Francesa

source: French Southern Territories
es: Territorios Franceses del Sur
fr_ca: Terres australes françaises
pt: Territórios Franceses do Sul

source: Fri
es: Vie
fr_ca: Ven.
pt: Sex

source: Friday
es: Viernes
fr_ca: Vendredi
pt: Sexta-feira

source: From
es: De
fr_ca: De

source: From the email invite we sent you
es: Desde la invitación por correo electrónico que le enviamos
fr_ca: Dans l’invitation que nous vous avons envoyée par courriel
pt: Do convite por e-mail que enviamos a você

source: Gabon
es: Gabón
pt: Gabão

source: Galaxy
es: Galaxia
pt: Galáxia

source: GENERAL SETTINGS
es: AJUSTES GENERALES
fr_ca: PARAMÈTRES GÉNÉRAUX
pt: CONFIGURAÇÕES GERAIS

source: Germany
es: Alemania
fr_ca: Allemagne
pt: Alemanha

source: Get free states failed
es: Error al obtener estados gratis
fr_ca: Échec de l’obtention des états
pt: Erro ao otber estados grátis

source: Get PIN via call
es: Obtener PIN por llamada
fr_ca: Recevoir le code par téléphone
pt: Obter o PIN via chamada

source: GET PIN VIA CALL
es: OBTENER PIN POR LLAMADA
fr_ca: RECEVOIR LE CODE PAR TÉLÉPHONE
pt: OBTER O PIN VIA CHAMADA

source: Get SLS number failed
es: Error al obtener número SLS
fr_ca: Échec de l’obtention du numéro SLS
pt: Erro ao obter o número SLS

source: Got it
es: ¡Entendido
fr_ca: J’ai compris
pt: Entendido

source: Got it!
es: ¡Entendido!
fr_ca: Compris!
pt: Entendido!

source: Greece
es: Grecia
fr_ca: Grèce
pt: Grécia

source: Greenland
es: Groenlandia
fr_ca: Groenland
pt: Groenlândia

source: Greeting
es: Saludo
fr_ca: Message d’accueil
pt: Saudação

source: Grenada
es: Granada
fr_ca: Grenade
pt: Granada

source: Group Hunt
es: Búsqueda de grupo
fr_ca: Recherche de groupe
pt: Procura de grupo

source: Group Messaging
es: Mensajería grupal
fr_ca: Messagerie de groupe
pt: Mensagem de grupo

source: Guadeloupe
es: Guadalupe
pt: Guadalupe

source: Guinea-Bissau
es: Guinea-Bisáu
fr_ca: Guinée-Bissau
pt: Guiné-Bissau

source: Haiti
es: Haití
fr_ca: Haïti

source: Happy jump
es: Salto feliz
fr_ca: Sauts joyeux
pt: Salto feliz

source: Happy to See You Back!
es: ¡Bienvenido otra vez!
fr_ca: Ravis de vous retrouver!
pt: Seja bem-vindo de volta!

source: Have a Company/Org ID?
es: ¿Tienes ID empresa?
fr_ca: Vous avez un identifiant d’entreprise?
pt: Tem uma empresa/ID org?

source: Have an issue?
es: ¿Tiene algun problema?
fr_ca: Tem algum problema?
pt: Tem algum problema?

source: Have incoming calls automatically ring multiple phone numbers at the same time.
es: Hace que las llamadas entrantes suenen simultáneamente en múltiples números de teléfono.
fr_ca: Faites en sorte que les appels entrants tentent de joindre simultanément plusieurs numéros de téléphone.
pt: Fazer com que as chamadas de entrada automaticamente toquem múltiplos números de telefone ao mesmo tempo.

source: Have incoming calls automatically ring multiple phone numbers in a sequence you define to prevent missing important calls.
es: Haga que las llamadas entrantes suenen automáticamente en varios números de teléfono en una secuencia que usted defina para evitar perder llamadas importantes.
fr_ca: Faites en sorte que les appels entrants tentent de joindre plusieurs numéros de téléphone dans un ordre que vous définissez afin d’éviter de manquer des appels importants.
pt: Faça com que as chamadas recebidas toquem automaticamente vários números de telefone em uma sequência definida por você para evitar a perda de chamadas importantes.

source: Have incoming calls ring multiple phone numbers in a sequence you define to prevent missing important calls.
es: Hace que las llamadas entrantes suenen en secuencia en múltiples números de teléfono para no perder llamadas importantes.
fr_ca: Faites en sorte que les appels entrants tentent de joindre plusieurs numéros de téléphone dans un ordre que vous définissez afin d’éviter de manquer des appels importants.
pt: Fazer com que as chamadas de entrada toquem em múltiplos números de telefone em sequência para não perder chamadas importantes.

# HAVE_AN_ISSUE_QUESTION
source: Have an issue?
es: ¿Tiene algún problema?
fr_ca: Vous avez un problème?
pt: Tem algum problema?

source: Haven't Received PIN?
es: ¿No has recibido el PIN?
fr_ca: Vous n’avez pas reçu le code?
pt: Não recebeu o PIN?

source: Haven't received security code? Resend By clicking on "Next", you agree to the Terms & Conditions and Privacy Policy here
es: ¿No recibiste el código de seguridad? Reenviar Al hacer clic en "Siguiente", aceptas los Términos y Condiciones y la Política de Privacidad aquí
fr_ca: Vous n’avez pas reçu de code de sécurité? En cliquant sur Suivant, vous acceptez les modalités et la politique de protection de la vie privée
pt: Não recebeu o código de segurança? Enviar novamente Ao clicar em "Seguinte", você aceita os Termos e Condições e a Política de Privacidade aqui

source: Having trouble with Microsoft Authentication?
es: ¿Tiene problemas con la autenticación de Microsoft?
fr_ca: Des problèmes avec l’authentification Microsoft?
pt: Está a ter problemas com a autenticação da Microsoft?

source: Hello !
es: ¡Hola!
fr_ca: Bonjour,
pt: Olá !

source: Help
es: Ayuda
fr_ca: aide
pt: Ajuda

source: Help / FAQ
es: Preguntas frecuentes
fr_ca: Aide et FAQ
pt: Ajuda / Perguntas frequentes

source: here
es: aquí
fr_ca: ici
pt: aqui

source: Here I am
es: Aquí estoy
fr_ca: Me voici
pt: Aqui estou

source: Here it is
es: Aquí está
fr_ca: Le voici
pt: Aqui está

source: Hi, My call quality was not good, voice was not clear enough. In between call I experienced lots of break-in-voice many times. Thanks
es: Hola, La calidad de la llamada no fue buena, la voz no se escuchaba con nitidez. Durante la llamada, la voz se entrecortó varias veces. Gracias
fr_ca: Bonjour, la qualité de mon appel n’était pas bonne. La voix n’était pas suffisamment audible. En cours d’appel, la voix était entrecoupée à plusieurs reprises. Merci
pt: Oi, Minha qualidade de chamada não foi boa, a voz não foi suficientemente clara. Entre chamada, eu sofri muitas interrupções na voz muitas vezes. Obrigado

source: HIDE
es: OCULTAR
fr_ca: MASQUER
pt: OCULTAR

source: Hide Keypad
es: Ocultar teclado
fr_ca: Masquer le clavier
pt: Ocultar teclado

source: hold
es: Poner en espera
fr_ca: mettre en attente
pt: em espera

source: Hold
es: Poner en espera
fr_ca: Mettre en attente
pt: Em espera

source: Hold Call + Answer
es: En espera + contestar
fr_ca: Mettre l’appel en attente + Répondre
pt: Colocar em espera + responder

source: Hold your horses
es: Detente
fr_ca: Restez calmes
pt: Peraí!

source: Home
es: Casa
fr_ca: Accueil
pt: Casa

source: Home 2
es: Casa 2
fr_ca: Domicile 2
pt: Casa 2

source: Home fax
es: Fax casa
fr_ca: Fax à domicile
pt: Fax residencial

source: Hong Kong SAR China
es: Región Administrativa Especial de Hong Kong de China
fr_ca: Hong Kong, Région administrative spéciale chinoise de
pt: Hong Kong

source: hours
es: horas
fr_ca: heures
pt: horas
